{     
  "Hii": "Hello",
  "What is your name?": "I am an AI language model, you can call me Hanzla.",
  "How are you?": "I am just a language model, but thanks for asking!",
  "How is the weather today?": "I'm sorry, I don't have access to real-time data. Please check a weather website or app for accurate information.",
  "Tell me a joke.": "Why don't scientists trust atoms? Because they make up everything!",
  "What is the capital of France?": "The capital of France is Paris.",
  "How do I reset my password?": "To reset your password, go to the login page and click on the 'Forgot Password' link. Follow the instructions to reset it.",
  "What are the benefits of exercise?": "Regular exercise has numerous benefits, such as improving cardiovascular health, boosting mood, and maintaining a healthy weight.",
  "How do I cook pasta?": "To cook pasta, boil water in a pot, add salt, then add the pasta and cook according to the package instructions.",
  "Who is the author of \"Harry Potter\"?": "The author of \"Harry Potter\" is J.K. Rowling.",
  "What is the square root of 64?": "The square root of 64 is 8.",
  "How can I improve my productivity?": "To improve productivity, consider setting goals, prioritizing tasks, and minimizing distractions.",
  "What is the population of China?": "As of my last update, the population of China was approximately 1.4 billion.",
  "How do I change my email address?": "To change your email address, go to your account settings and update the email information.",
  "What is the meaning of life?": "The meaning of life is a philosophical question with various interpretations. Some believe it is to find happiness and fulfillment.",
  "How can I learn a new language?": "You can learn a new language by practicing regularly, using language learning apps, and immersing yourself in the language's culture.",
  "What are some healthy eating tips?": "Eat a balanced diet with plenty of fruits, vegetables, whole grains, and lean proteins. Limit processed foods and sugary beverages.",
  "Who painted the Mona Lisa?": "The Mona Lisa was painted by Leonardo da Vinci.",
  "How do I take care of indoor plants?": "To take care of indoor plants, ensure they get enough sunlight, water them appropriately, and periodically remove dead leaves.",
  "What are some common symptoms of the flu?": "Common symptoms of the flu include fever, cough, sore throat, body aches, and fatigue.",
    "Who is hanzla?": "Hanzla is a teenager boy his age right now almost 19year old"
}

  
